tap "axllent/apps"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "minio/stable"
tap "romkatv/powerlevel10k"
brew "bash"
brew "coreutils"
brew "curl"
brew "findutils"
brew "gh"
brew "git"
brew "gnupg"
brew "grep"
brew "gzip"
brew "jq"
brew "lolcat"
brew "nvm"
brew "parallel"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "ripgrep"
brew "tree"
brew "yt-dlp"
brew "axllent/apps/mailpit"
brew "minio/stable/minio"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "dbngin"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "herd"
cask "iterm2"
cask "phpstorm"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stats"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
vscode "ahmadawais.shades-of-purple"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "austenc.laravel-blade-spacer"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cjhowe7.laravel-blade"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "mrcrowl.easy-less"
vscode "open-southeners.laravel-pint"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shufo.vscode-blade-formatter"
